/*
   Localizable.strings
   Gmail Notifr

   Created by James Chen on 8/4/09.
   Copyright 2009 ashchan.com. All rights reserved.

   Contributors: Fabrice Truillot de Chambrier, Thibault Guerpillon
 */


//-----------------------------------------
// Menu and tooltip
//----------------------------------------
/* Open Inbox menu item under each account */
"Open Inbox" = "Ouvrir la boite de réception";

/* menubar tooltip when checking mail */
"Checking Mail" = "lecture du courrier...";

/* connection error message */
"Connection Error" = "erreur de connexion";

/* wrong username/password pair error message */
"Username/password Wrong" = "Nom d'utilisateur/mot de passe erronés";

/* count of unread messages */
"Unread Messages" = "%d messages non lus";

/* count (1) of unread message */
"Unread Message" = "%d message non lu";

/* last check time */
"Last Checked:" = "Dernière vérification:";

/* Enable, Disable */
"Enable Account" = "Activer le compte";
"Disable Account" = "Désactiver le compte";

/* Check */
"Check" = "Relever";

/* Main Menu */
"Check All" = "Tout relever";
"Preferences..." = "Préférences...";
"Check for Updates..." = "Vérifier les mises à jour disponibles...";
"About Gmail Notifr" = "À propos de Gmail Notifr";
"Donate..." = "Faire un don...";
"Quit Gmail Notifr" = "Quitter Gmail Notifr";


//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Settings" = "Configuration";
"Launch at login" = "Ouverture automatique à l'ouverture de session";
"Show unread count in menu bar" = "Montrer le nombre de non lus dans la barre des tâches";


//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "Comptes";
"Edit" = "Editer";

"Username:" = "Nom d'utilisateur:";
"Password:" = "Mot de passe:";
"Check for new mail every" = "Relever le courrier toutes les";
"minutes" = "minutes";
"Use Growl Notification" = "Utiliser les notifications Growl";
"Play sound:" = "Émettre un son:";
"To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com." = "Pour ajouter un compte Google Hosted, spécifiez l'adresse email complète comme nom d'utilisateur, p. ex. admin@ashchan.com.";
"Enable this account" = "Activer ce compte";
"Open in browser:" = "Open in browser:";
"Cancel" = "Annuler";
"OK" = "OK";
